IDEA StatiCa Open Model
ConcreteULSCheckResultFatigue Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteULSCheckResultFatigue class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected ConcreteULSCheckResultFatigue()
Protected Sub New
protected:
ConcreteULSCheckResultFatigue()
See Also
Reference
ConcreteULSCheckResultFatigue Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace